[
  {
    "slug": "birmingham",
    "name": "Birmingham",
    "council": "Birmingham City Council",
    "population": 1144900,
    "distanceFromBirmingham": 0,
    "region": "West Midlands",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Fleet Maintenance", "Vehicle Conversions", "Driver Training", "Private Hire", "Executive Minibus", "Airport Transfers"],
    "intro": "AFJ Limited has been headquartered in Birmingham since 2006. From our base in Nechells, we provide the full spectrum of specialist transport services — from transporting over 2,000 students daily to delivering CQC-rated patient transport across the city.",
    "introSecond": "We are proud to be Birmingham City Council accredited, NHS approved, and the only UK Patient Transport Service provider that builds its own ambulances in-house. Our commitment to Birmingham's communities drives everything we do.",
    "heroImage": "/images/fleet/afj-vehicles-parked.jpg",
    "heroImageAlt": "AFJ fleet vehicles at Birmingham headquarters"
  },
  {
    "slug": "manchester",
    "name": "Manchester",
    "council": "Manchester City Council",
    "population": 552000,
    "distanceFromBirmingham": 86,
    "region": "North West",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited extends its trusted transport services across Greater Manchester and the wider North West region. With accreditations from Manchester City Council, Oldham, Trafford, Tameside, and Lancashire councils, we are a proven partner for school transport and patient care.",
    "introSecond": "Our CQC-rated \"Good\" patient transport service and council-accredited SEND transport ensure the highest standards of safety, reliability, and compassion for every passenger we serve in Manchester.",
    "heroImage": "/images/fleet/patient-transport-crew.webp",
    "heroImageAlt": "AFJ patient transport crew serving Manchester"
  },
  {
    "slug": "sandwell",
    "name": "Sandwell",
    "council": "Sandwell Metropolitan Borough Council",
    "population": 341900,
    "distanceFromBirmingham": 6,
    "region": "West Midlands",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited is Sandwell Council accredited, providing trusted transport services across the borough including West Bromwich, Oldbury, Smethwick, Rowley Regis, Tipton, and Wednesbury. Our proximity to Sandwell — just six miles from our Birmingham base — means fast, reliable service.",
    "introSecond": "With DBS-checked staff, wheelchair-accessible vehicles, and a CQC \"Good\" rating for patient transport, we deliver the same high standards in Sandwell as we do across all the areas we serve.",
    "heroImage": "/images/misc/minibuses-parked-in-depot.webp",
    "heroImageAlt": "AFJ minibuses serving the Sandwell area"
  },
  {
    "slug": "coventry",
    "name": "Coventry",
    "council": "Coventry City Council",
    "population": 345300,
    "distanceFromBirmingham": 19,
    "region": "West Midlands",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited provides reliable transport services across Coventry and surrounding areas. Just 19 miles from our Birmingham headquarters, Coventry is well within our core service area for SEND school transport, patient transport, and private hire.",
    "introSecond": "Our DBS-checked drivers and passenger assistants, wheelchair-accessible fleet, and CQC-rated patient transport service ensure the highest standards of care for Coventry's communities.",
    "heroImage": "/images/misc/minibuses.webp",
    "heroImageAlt": "AFJ minibuses available for Coventry services"
  },
  {
    "slug": "west-midlands",
    "name": "West Midlands",
    "council": "West Midlands Combined Authority",
    "population": 2919600,
    "distanceFromBirmingham": 0,
    "region": "West Midlands",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Fleet Maintenance", "Vehicle Conversions", "Driver Training", "Private Hire"],
    "intro": "AFJ Limited serves the entire West Midlands region from our Birmingham headquarters. With council accreditations across multiple boroughs and a CQC \"Good\" rating for patient transport, we are a trusted partner for transport services from Wolverhampton to Solihull and everywhere in between.",
    "introSecond": "Our fleet of 50+ vehicles, 47+ qualified drivers, and in-house workshop, training centre, and conversion facility allow us to deliver a comprehensive range of services across the West Midlands.",
    "heroImage": "/images/fleet/afj-garage-with-vehicles.jpg",
    "heroImageAlt": "AFJ garage and workshop serving the West Midlands"
  },
  {
    "slug": "solihull",
    "name": "Solihull",
    "council": "Solihull Metropolitan Borough Council",
    "population": 214909,
    "distanceFromBirmingham": 9,
    "region": "West Midlands",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire", "Airport Transfers"],
    "intro": "AFJ Limited provides specialist transport services across Solihull, just nine miles from our Birmingham base. With its proximity to Birmingham Airport, Solihull is a key area for our airport transfer service alongside SEND school transport and patient transport.",
    "introSecond": "Our council-accredited, DBS-checked team and wheelchair-accessible fleet ensure safe, reliable transport for students, patients, and private hire customers throughout the Solihull borough.",
    "heroImage": "/images/fleet/afj-vehicles-parked.jpg",
    "heroImageAlt": "AFJ fleet vehicles serving Solihull"
  },
  {
    "slug": "walsall",
    "name": "Walsall",
    "council": "Walsall Metropolitan Borough Council",
    "population": 283400,
    "distanceFromBirmingham": 10,
    "region": "West Midlands",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited delivers trusted transport services across Walsall, just 10 miles from our Birmingham headquarters. We provide SEND school transport, CQC-rated patient transport, and private minibus hire throughout the borough.",
    "introSecond": "With 18+ years of experience serving West Midlands communities, our DBS-checked staff and wheelchair-accessible vehicles ensure safe, compassionate transport for Walsall's students and patients.",
    "heroImage": "/images/misc/send-vehicle-with-wheelchair-ramp.webp",
    "heroImageAlt": "AFJ wheelchair-accessible vehicle serving Walsall"
  },
  {
    "slug": "wolverhampton",
    "name": "Wolverhampton",
    "council": "City of Wolverhampton Council",
    "population": 263700,
    "distanceFromBirmingham": 15,
    "region": "West Midlands",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited provides specialist transport services in Wolverhampton, approximately 15 miles from our Birmingham base. We hold accreditation from Wolverhampton City Council and deliver SEND transport, patient transport, and private hire across the city.",
    "introSecond": "Our CQC-rated \"Good\" patient transport and council-accredited school transport services ensure the highest standards of safety and reliability for Wolverhampton's communities.",
    "heroImage": "/images/fleet/patient-transport-crew-2.jpg",
    "heroImageAlt": "AFJ transport crew serving Wolverhampton"
  },
  {
    "slug": "dudley",
    "name": "Dudley",
    "council": "Dudley Metropolitan Borough Council",
    "population": 322200,
    "distanceFromBirmingham": 10,
    "region": "West Midlands",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited serves the Dudley borough with specialist transport services, just 10 miles from our Birmingham headquarters. We provide SEND school transport, non-emergency patient transport, and private minibus hire across Dudley, Stourbridge, Halesowen, and surrounding areas.",
    "introSecond": "With DBS-checked staff, wheelchair-accessible vehicles, and a CQC \"Good\" rating, we deliver reliable, safe transport for Dudley's students, patients, and community groups.",
    "heroImage": "/images/misc/driver-and-pa-inside-minibus.webp",
    "heroImageAlt": "AFJ driver and passenger assistant serving Dudley"
  },
  {
    "slug": "stoke-on-trent",
    "name": "Stoke-on-Trent",
    "council": "Stoke-on-Trent City Council",
    "population": 256400,
    "distanceFromBirmingham": 45,
    "region": "Staffordshire",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited extends its trusted transport services to Stoke-on-Trent, approximately 45 miles from our Birmingham base. We provide SEND school transport, CQC-rated patient transport, and private minibus hire across the Potteries.",
    "introSecond": "Our experienced, DBS-checked team and modern wheelchair-accessible fleet bring the same high standards of service to Stoke-on-Trent that have made us a trusted name across the West Midlands.",
    "heroImage": "/images/fleet/patient-transport-team-hands-together.jpg",
    "heroImageAlt": "AFJ transport team serving Stoke-on-Trent"
  },
  {
    "slug": "derby",
    "name": "Derby",
    "council": "Derby City Council",
    "population": 257300,
    "distanceFromBirmingham": 40,
    "region": "East Midlands",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited provides specialist transport services in Derby, around 40 miles from our Birmingham headquarters. Our SEND school transport, CQC-rated patient transport, and private minibus hire serve communities across the city.",
    "introSecond": "With 18+ years of experience and council accreditations across the Midlands, our DBS-checked drivers and wheelchair-accessible fleet deliver safe, reliable transport for Derby's students and patients.",
    "heroImage": "/images/misc/minibuses.webp",
    "heroImageAlt": "AFJ minibuses available for Derby services"
  },
  {
    "slug": "nottingham",
    "name": "Nottingham",
    "council": "Nottingham City Council",
    "population": 323600,
    "distanceFromBirmingham": 52,
    "region": "East Midlands",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited serves Nottingham with specialist transport services, extending our reach into the East Midlands from our Birmingham base. We provide SEND school transport, CQC-rated non-emergency patient transport, and private minibus hire.",
    "introSecond": "Our proven track record across the West Midlands and North West, combined with our DBS-checked staff and wheelchair-accessible fleet, ensures Nottingham receives the same exceptional standard of service.",
    "heroImage": "/images/fleet/afj-vehicles-parked.jpg",
    "heroImageAlt": "AFJ fleet vehicles serving Nottingham"
  },
  {
    "slug": "tamworth",
    "name": "Tamworth",
    "council": "Tamworth Borough Council",
    "population": 77100,
    "distanceFromBirmingham": 15,
    "region": "Staffordshire",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited provides transport services in Tamworth, just 15 miles from our Birmingham headquarters. Our proximity makes us an ideal partner for SEND school transport, patient transport, and private minibus hire in the Tamworth area.",
    "introSecond": "With council accreditations, DBS-checked staff, and a CQC \"Good\" rating for patient transport, we bring reliable, safe transport to Tamworth's schools, hospitals, and community groups.",
    "heroImage": "/images/misc/minibuses-parked-in-depot.webp",
    "heroImageAlt": "AFJ minibuses serving Tamworth"
  },
  {
    "slug": "lichfield",
    "name": "Lichfield",
    "council": "Lichfield District Council",
    "population": 104600,
    "distanceFromBirmingham": 16,
    "region": "Staffordshire",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited serves Lichfield with trusted transport services, just 16 miles from our Birmingham base. This historic cathedral city and surrounding district benefit from our SEND school transport, patient transport, and private hire services.",
    "introSecond": "Our DBS-checked drivers, wheelchair-accessible vehicles, and CQC-rated patient transport service ensure safe and compassionate transport for Lichfield's communities.",
    "heroImage": "/images/fleet/vehicle-in-depot-with-driver-and-guide.jpg",
    "heroImageAlt": "AFJ driver and guide serving Lichfield"
  },
  {
    "slug": "sutton-coldfield",
    "name": "Sutton Coldfield",
    "council": "Birmingham City Council",
    "population": 95100,
    "distanceFromBirmingham": 8,
    "region": "West Midlands",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire", "Airport Transfers"],
    "intro": "AFJ Limited provides specialist transport in Sutton Coldfield, a royal town just eight miles from our Birmingham headquarters. As part of the Birmingham City Council area, Sutton Coldfield benefits from our council-accredited SEND transport and CQC-rated patient services.",
    "introSecond": "With easy access to Birmingham Airport and the M6 Toll, Sutton Coldfield is also well served by our airport transfer and private hire services.",
    "heroImage": "/images/fleet/afj-vehicles-parked.jpg",
    "heroImageAlt": "AFJ fleet vehicles serving Sutton Coldfield"
  },
  {
    "slug": "bromsgrove",
    "name": "Bromsgrove",
    "council": "Bromsgrove District Council",
    "population": 99900,
    "distanceFromBirmingham": 14,
    "region": "Worcestershire",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited extends its transport services to Bromsgrove, approximately 14 miles south of our Birmingham base. We provide SEND school transport, non-emergency patient transport, and private minibus hire across the Bromsgrove district.",
    "introSecond": "Our proximity to Bromsgrove means fast response times and reliable scheduling for school transport contracts, hospital appointments, and group travel.",
    "heroImage": "/images/misc/minibuses.webp",
    "heroImageAlt": "AFJ minibuses available for Bromsgrove services"
  },
  {
    "slug": "redditch",
    "name": "Redditch",
    "council": "Redditch Borough Council",
    "population": 85300,
    "distanceFromBirmingham": 15,
    "region": "Worcestershire",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited provides trusted transport services in Redditch, around 15 miles from our Birmingham headquarters. We serve the town's schools, hospitals, and community groups with SEND transport, patient transport, and private hire.",
    "introSecond": "Our DBS-checked team, wheelchair-accessible fleet, and CQC-rated patient transport ensure safe, reliable service for Redditch residents.",
    "heroImage": "/images/fleet/patient-transport-crew-2.jpg",
    "heroImageAlt": "AFJ patient transport crew serving Redditch"
  },
  {
    "slug": "kidderminster",
    "name": "Kidderminster",
    "council": "Wyre Forest District Council",
    "population": 55500,
    "distanceFromBirmingham": 18,
    "region": "Worcestershire",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited serves Kidderminster and the wider Wyre Forest district with specialist transport services, approximately 18 miles from our Birmingham base. We provide SEND school transport, CQC-rated patient transport, and private minibus hire.",
    "introSecond": "With 18+ years of experience and council accreditations across the region, our professional team delivers safe, compassionate transport for Kidderminster's communities.",
    "heroImage": "/images/misc/send-vehicle-with-wheelchair-ramp.webp",
    "heroImageAlt": "AFJ wheelchair-accessible vehicle serving Kidderminster"
  },
  {
    "slug": "warwick",
    "name": "Warwick",
    "council": "Warwick District Council",
    "population": 142700,
    "distanceFromBirmingham": 22,
    "region": "Warwickshire",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited provides transport services across the Warwick district, approximately 22 miles from our Birmingham headquarters. We serve Warwick's schools, hospitals, and residents with SEND transport, patient transport, and private hire.",
    "introSecond": "Our experienced, DBS-checked staff and modern wheelchair-accessible fleet ensure the highest standards of care and reliability for Warwick's communities.",
    "heroImage": "/images/fleet/afj-garage-with-vehicles.jpg",
    "heroImageAlt": "AFJ garage facilities serving Warwick"
  },
  {
    "slug": "leamington-spa",
    "name": "Leamington Spa",
    "council": "Warwick District Council",
    "population": 55000,
    "distanceFromBirmingham": 24,
    "region": "Warwickshire",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited serves Royal Leamington Spa with specialist transport services, around 24 miles from our Birmingham base. As part of the Warwick district, Leamington Spa benefits from our SEND school transport, CQC-rated patient transport, and private minibus hire.",
    "introSecond": "Our proximity and fleet of wheelchair-accessible vehicles ensure reliable, safe transport for Leamington Spa's students, patients, and community groups.",
    "heroImage": "/images/fleet/patient-transport-team-hands-together.jpg",
    "heroImageAlt": "AFJ transport team serving Leamington Spa"
  },
  {
    "slug": "nuneaton",
    "name": "Nuneaton",
    "council": "Nuneaton and Bedworth Borough Council",
    "population": 86600,
    "distanceFromBirmingham": 22,
    "region": "Warwickshire",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited provides trusted transport services in Nuneaton, approximately 22 miles from our Birmingham headquarters. We serve the Nuneaton and Bedworth area with SEND school transport, non-emergency patient transport, and private hire.",
    "introSecond": "With DBS-checked staff, a CQC \"Good\" rating, and wheelchair-accessible vehicles, we deliver safe, compassionate transport for Nuneaton's communities.",
    "heroImage": "/images/misc/minibuses-parked-in-depot.webp",
    "heroImageAlt": "AFJ minibuses serving Nuneaton"
  },
  {
    "slug": "stafford",
    "name": "Stafford",
    "council": "Stafford Borough Council",
    "population": 137900,
    "distanceFromBirmingham": 26,
    "region": "Staffordshire",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited extends its transport services to Stafford, the county town of Staffordshire, approximately 26 miles from our Birmingham base. We provide SEND school transport, CQC-rated patient transport, and private minibus hire across the borough.",
    "introSecond": "Our experienced team and modern fleet bring the same high standards of safety and reliability to Stafford that have earned us council accreditations across the Midlands.",
    "heroImage": "/images/fleet/vehicle-in-depot-with-driver-and-guide.jpg",
    "heroImageAlt": "AFJ driver and guide serving Stafford"
  },
  {
    "slug": "cannock",
    "name": "Cannock",
    "council": "Cannock Chase District Council",
    "population": 100100,
    "distanceFromBirmingham": 18,
    "region": "Staffordshire",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited serves Cannock and the wider Cannock Chase district with transport services, approximately 18 miles from our Birmingham headquarters. We provide SEND school transport, non-emergency patient transport, and private minibus hire.",
    "introSecond": "Our DBS-checked drivers, wheelchair-accessible fleet, and CQC-rated patient transport service ensure safe, reliable transport for Cannock's students, patients, and community organisations.",
    "heroImage": "/images/misc/driver-and-pa-inside-minibus.webp",
    "heroImageAlt": "AFJ driver and passenger assistant serving Cannock"
  },
  {
    "slug": "telford",
    "name": "Telford",
    "council": "Telford and Wrekin Council",
    "population": 155000,
    "distanceFromBirmingham": 36,
    "region": "Shropshire",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited provides specialist transport in Telford, approximately 36 miles from our Birmingham base. We serve Telford and the Wrekin area with SEND school transport, CQC-rated patient transport, and private minibus hire.",
    "introSecond": "With 18+ years of experience and a proven track record across the Midlands, our professional, DBS-checked team delivers safe transport for Telford's schools, hospitals, and community groups.",
    "heroImage": "/images/fleet/afj-vehicles-parked.jpg",
    "heroImageAlt": "AFJ fleet vehicles serving Telford"
  },
  {
    "slug": "shrewsbury",
    "name": "Shrewsbury",
    "council": "Shropshire Council",
    "population": 72000,
    "distanceFromBirmingham": 48,
    "region": "Shropshire",
    "servicesAvailable": ["SEND Transport", "Patient Transport", "Private Hire"],
    "intro": "AFJ Limited extends its transport services to Shrewsbury, the county town of Shropshire, around 48 miles from our Birmingham headquarters. We provide SEND school transport, CQC-rated patient transport, and private minibus hire.",
    "introSecond": "Our experienced, DBS-checked staff and wheelchair-accessible fleet ensure safe, compassionate transport for Shrewsbury's students, patients, and residents.",
    "heroImage": "/images/fleet/patient-transport-crew.webp",
    "heroImageAlt": "AFJ patient transport crew serving Shrewsbury"
  }
]
